{
	"AddGearVanExt_GEN4_Light": {
        "Name": "IOTV Gen4 armor (light kit)",
		"ShortName": "Gen4 Light",
		"Description": "The Improved Outer Tactical Vest (IOTV) Gen IV is designed to permit maximum freedom of movement required to assume correct firing positions with the agility to execute and maneuver tasks. Optimal design characteristics ensure the best possible weight distribution of both the ballistic body armor system as well as additional load bearing equipment, thus providing enhanced comfort, wear duration, and mobility. Light kit."
    },
	"AddGearVanExt_6B23_2_Digital_Flora": {
        "Name": "6B23-2 body armor (Digital Flora)",
		"ShortName": "6B23-2 DF",
		"Description": "The Zabralo-8 main armored vest for personnel of combat units of the ground forces, airborne troops, marines, etc. The vest is designed to protect vital organs from being hit by firearms, shell fragments, mines, grenades, and cold weapons, reducing the severity of armor contusion injury when performing combat missions."
    },
	"AddGearVanExt_6B23_1_Mountain_Flora": {
        "Name": "6B23-1 body armor (Mountain Flora)",
		"ShortName": "6B23-1 MF",
		"Description": "The \"Zabralo-8 main\" armored vest for personnel of combat units of the ground forces, airborne troops, marines, etc. The vest is designed to protect vital organs from being hit by firearms, shell fragments, mines, grenades, and cold weapons, reducing the severity of armor contusion injury when performing combat missions."
    },
	"AddGearVanExt_6B43_Light": {
        "Name": "6B43 6A Zabralo-Sh body armor (light kit)",
		"ShortName": "6B43 Light",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Barebones kit with no accessories."
    },
	"AddGearVanExt_6B43_Mobility": {
        "Name": "6B43 6A Zabralo-Sh body armor (high mobility kit)",
		"ShortName": "6B43 HMK",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Increased mobility and comfort kit."
    },
	"AddGearVanExt_6B43_Assault": {
        "Name": "6B43 6A Zabralo-Sh body armor (assault kit)",
		"ShortName": "6B43 Assault",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Increased ergonomics assault kit."
    },
	"AddGearVanExt_ANA_M2_Armor": {
        "Name": "ANA Tactical M2 plate carrier",
		"ShortName": "ANA M2 Plate",
		"Description": "A tactical rig with additional class 4 (Russian GOST) armor plates. The vest is created with the use of the best experience of Russian special forces operators. The versatility of the system makes it possible to use this vest both when carrying out city tasks and when performing tasks on rough terrain. Plate carrier variant. Manufactured by ANA Tactical."
    },
	"AddGearVanExt_Defender2_Light": {
        "Name": "FORT Defender-2 body armor (Light)",
		"ShortName": "Def2 Light",
		"Description": "The FORT OK \"Defender-2\" operational kit is a modification of the popular body armor FORT \"Defender\" designed for both VIP and for employees of operational combat units. The kit uses the maximum capabilities of the modular principle of building armor based on steel plates."
    },
	"AddGearVanExt_Bagariy_Armor": {
        "Name": "NPP KlASS Bagariy body armor (BEAR)",
		"ShortName": "Bagariy BEAR",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces."
    },
	"AddGearVanExt_Osprey_Armor": {
        "Name": "CQC Osprey MK4A plate carrier",
		"ShortName": "Osprey MK4A",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. Base kit."
    },
	"AddGearVanExt_Osprey_Assault_Armor": {
        "Name": "CQC Osprey MK4A plate carrier (Assault)",
		"ShortName": "Osprey MK4A (A)",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. The Assault preset is provided with heavy armor plates."
    },
	"AddGearVanExt_RBAV_Armor": {
        "Name": "ECLiPSE RBAV-AF plate carrier (Ranger Green)",
		"ShortName": "RBAV-AF",
		"Description": "This new BAE ECLiPSE RBAV (Releasable Body Armor Vest, Air Force) variant is designed specifically for the Guardian Angel Weapon System (USAF PJ) and contains several new features not found in other versions."
    },
	"AddGearVanExt_Bagariy_No_Bear": {
        "Name": "NPP KlASS Bagariy armored rig",
		"ShortName": "Bagariy",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces. Actively was used by PMC BEAR as the main heavy body armor."
    },
	"AddGearVanExt_Bagariy_Armor_No_Bear": {
        "Name": "NPP KlASS Bagariy body armor",
		"ShortName": "Bagariy",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces."
    }
}