{
	"AddGearVanExt_GEN4_Light": {
        "Name": "IOTV Gen4 body armor (light kit, Multicam)",
		"ShortName": "Gen4 Light",
		"Description": "The Improved Outer Tactical Vest (IOTV) Gen IV is designed to permit maximum freedom of movement required to assume correct firing positions with the agility to execute and maneuver tasks. Optimal design characteristics ensure the best possible weight distribution of both the ballistic body armor system as well as additional load bearing equipment, thus providing enhanced comfort, wear duration, and mobility. Barebones kit with no additional protection."
    },
	"AddGearVanExt_6B23_2_Digital_Flora": {
        "Name": "6B23-2 body armor (Digital Flora)",
		"ShortName": "6B23-2 DF",
		"Description": "The \"Zabralo-8\" main armored vest for personnel of combat units of the ground forces, airborne troops, marines, etc. The vest is designed to protect vital organs from being hit by firearms, shell fragments, mines, grenades, and cold weapons, reducing the severity of armor contusion injury when performing combat missions."
    },
	"AddGearVanExt_6B23_1_Mountain_Flora": {
        "Name": "6B23-1 body armor (Mountain Flora)",
		"ShortName": "6B23-1 MF",
		"Description": "The \"Zabralo-8\" main armored vest for personnel of combat units of the ground forces, airborne troops, marines, etc. The vest is designed to protect vital organs from being hit by firearms, shell fragments, mines, grenades, and cold weapons, reducing the severity of armor contusion injury when performing combat missions."
    },
	"AddGearVanExt_6B43_Light": {
        "Name": "6B43 6A Zabralo-Sh body armor (light kit, Digital Flora)",
		"ShortName": "6B43 Light",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Barebones kit with no extra protection."
    },
	"AddGearVanExt_6B43_Mobility": {
        "Name": "6B43 6A Zabralo-Sh body armor (high mobility kit, Digital Flora)",
		"ShortName": "6B43 HMK",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Increased mobility and comfort kit."
    },
	"AddGearVanExt_6B43_Assault": {
        "Name": "6B43 6A Zabralo-Sh body armor (assault kit, Digital Flora)",
		"ShortName": "6B43 Assault",
		"Description": "The 6B43 bulletproof vest of the 6A protection class (roughly equivalent to IIIA protection class) is designed for protection from light weapon bullets - including BP and PP - fragments of grenades, mines, and melee weapons, as well as reducing the risk of after-penetration effects during combat situations. Increased ergonomics assault kit."
    },
	"AddGearVanExt_ANA_M2_Armor": {
        "Name": "ANA Tactical M2 armor",
		"ShortName": "ANA M2 armor",
		"Description": "A tactical plate carrier with class 4 (Russian GOST) armor plates. The vest is created with the use of the best experience of Russian special forces operators. The versatility of the system makes it possible to use this vest both when carrying out city tasks and when performing tasks on rough terrain. Armor variant. Manufactured by ANA Tactical."
    },
	"AddGearVanExt_Defender2_Light": {
        "Name": "FORT Defender-2 body armor (Light, Olive Drab)",
		"ShortName": "Defender-2 Light",
		"Description": "The FORT OK \"Defender-2\" operational kit is a modification of the popular body armor FORT \"Defender\" designed for both VIP and for employees of operational combat units. The kit uses the maximum capabilities of the modular principle of building armor based on steel plates."
    },
	"AddGearVanExt_Bagariy_Armor": {
        "Name": "NPP KlASS Bagariy body armor (BEAR, Digital Flora)",
		"ShortName": "Bagariy BEAR armor",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces."
    },
	"AddGearVanExt_Osprey_Armor": {
        "Name": "CQC Rhino body armor (MTP)",
		"ShortName": "Rhino armor",
		"Description": "Rhino is based on the Osprey body armour system but without neck, shoulder and groin protection. Rhino has proved to be a very popular system as it has a simple but effective design."
    },
	"AddGearVanExt_Osprey_Assault_Armor": {
        "Name": "CQC Osprey MK4A armor (Protection, MTP)",
		"ShortName": "Osprey MK4A armor (P)",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. The Protection preset is provided with additional protection and heavier armor plate."
    },
	"AddGearVanExt_RBAV_Armor": {
        "Name": "ECLiPSE RBAV-AF armor (Ranger Green)",
		"ShortName": "RBAV-AF armor",
		"Description": "This new BAE ECLiPSE RBAV (Releasable Body Armor Vest, Air Force) variant is designed specifically for the Guardian Angel Weapon System (USAF PJ) and contains several new features not found in other versions."
    },
	"AddGearVanExt_Bagariy_No_Bear": {
        "Name": "NPP KlASS Bagariy armored rig (Digital Flora)",
		"ShortName": "Bagariy rig",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces. Actively was used by PMC BEAR as the main heavy body armor."
    },
	"AddGearVanExt_Bagariy_Armor_No_Bear": {
        "Name": "NPP KlASS Bagariy body armor (Digital Flora)",
		"ShortName": "Bagariy armor",
		"Description": "In the second millennium, the equipment of a soldier received serious changes in view of new threats and tasks. A better level of protection was required, so the Russian army needed a reliable and functional body armor. In the mid-2000s, the MVD, which was later reorganized into the Russian Guard, received Bagariy bulletproof vests.\nBagariy was used both by ordinary soldiers of the internal troops, and in special forces."
    },
	"AddGearVanExt_6B5_15_Khaki": {
        "Name": "6B5-15 Zh-86 Uley armored rig (Khaki)",
		"ShortName": "6B5-15",
		"Description": "The 6B5 bulletproof vest was adopted by the armed forces of the USSR in 1986. Option 6B5-15 is designed for assault units (class 4 protection, boron carbide). Also has several pouches for magazines and other equipment."
    },
	"AddGearVanExt_6B5_16_Flora": {
        "Name": "6B5-16 Zh-86 Uley armored rig (Flora)",
		"ShortName": "6B5-16",
		"Description": "The 6B5 bulletproof vest was adopted by the armed forces of the USSR in 1986. Option 6B5-16 is designed to protect against fragments and bullets of fire arms (class 3 protection, titanium). Also has several pouches for magazines and other equipment."
    },
	"AddGearVanExt_Redut_Light_Olive": {
        "Name": "FORT Redut-M body armor (Light, Olive Green)",
		"ShortName": "Redut Light",
		"Description": "\"Redut-M\" is a modified version of the well-proven Redut body armor, which is in service of special units of the FSB. The vest is based on advanced technologies in the field of individual armor. Due to the optimized form of armor elements and the outer cover with a special damping-ventilation system, the Redut M armored vest has excellent functional qualities, which facilitates active actions, including those associated with the use of vehicles and in confined spaces. Base kit with no additional protection."
    },
	"AddGearVanExt_Redut_Light_Woodland": {
        "Name": "FORT Redut-M body armor (Light, Woodland)",
		"ShortName": "Redut Light",
		"Description": "\"Redut-M\" is a modified version of the well-proven Redut body armor, which is in service of special units of the FSB. The vest is based on advanced technologies in the field of individual armor. Due to the optimized form of armor elements and the outer cover with a special damping-ventilation system, the Redut M armored vest has excellent functional qualities, which facilitates active actions, including those associated with the use of vehicles and in confined spaces. Base kit with no additional protection."
    },
	"AddGearVanExt_Trooper": {
        "Name": "HighCom Trooper TFO body armor (Multicam)",
		"ShortName": "Trooper",
		"Description": "A plate armor vest by HighCom. The lightweight AR500 class 4 (Russian GOST) protection plates cover only the chest and back areas. Multicam version."
    },
	"AddGearVanExt_NICE_COMM_3_BVS": {
        "Name": "Mystery Ranch NICE COMM 3 BVS frame system (tan)",
		"ShortName": "COMM 3",
		"Description": "The NICE Frame special system for carrying oversized or heavy loads with an installed COMM 3 backpack for carrying radio systems.\nThe COMM 3 main bay is designed for PRC117F or G, PRC119F, 152, or ASIP radios. The Hitchhiker and Daypack lid allows you to carry separate gear if needed. The modular NICE COMM 3 system is ready to adapt to changing tasks.\nAn extremely rare thing, for which a real hunt is conducted in Tarkov."
    },
	"AddGearVanExt_Redut_Assault_Olive": {
        "Name": "FORT Redut-M body armor (Assault, Olive Green)",
		"ShortName": "Redut Assault",
		"Description": "\"Redut-M\" is a modified version of the well-proven Redut body armor, which is in service of special units of the FSB. The vest is based on advanced technologies in the field of individual armor. Due to the optimized form of armor elements and the outer cover with a special damping-ventilation system, the Redut M armored vest has excellent functional qualities, which facilitates active actions, including those associated with the use of vehicles and in confined spaces. Assault kit."
    },
	"AddGearVanExt_Redut_Assault_Woodland": {
        "Name": "FORT Redut-M body armor (Assault, Woodland)",
		"ShortName": "Redut Assault",
		"Description": "\"Redut-M\" is a modified version of the well-proven Redut body armor, which is in service of special units of the FSB. The vest is based on advanced technologies in the field of individual armor. Due to the optimized form of armor elements and the outer cover with a special damping-ventilation system, the Redut M armored vest has excellent functional qualities, which facilitates active actions, including those associated with the use of vehicles and in confined spaces. Assault kit."
    },
	"AddGearVanExt_TacTec_Armor": {
        "Name": "5.11 Tactical TacTec armor (Khaki)",
		"ShortName": "TacTec armor",
		"Description": "A plate carrier with armor plates made of polyethylene (Russian GOST class 5 protection). Manufactured by 5.11 Tactical."
    },
	"AddGearVanExt_THOR_ICBA_Light": {
        "Name": "NFM THOR Integrated Carrier body armor (light kit, tan)",
		"ShortName": "THOR IC Light",
		"Description": "The THOR full protection assault body armor equipped with soft and hard armor elements to protect against shrapnel and bullets of pistol and rifle calibers. Manufactured by NFM. Barebones kit with no extra protection."
	},
	"AddGearVanExt_THOR_ICBA_Assault": {
        "Name": "NFM THOR Integrated Carrier body armor (assault kit, tan)",
		"ShortName": "THOR IC Assault",
		"Description": "The THOR full protection assault body armor equipped with soft and hard armor elements to protect against shrapnel and bullets of pistol and rifle calibers. Manufactured by NFM. Increased ergonomics assault kit."
	},
	"AddGearVanExt_THOR_ICBA_Mobility": {
        "Name": "NFM THOR Integrated Carrier body armor (high mobility kit, tan)",
		"ShortName": "THOR IC HMK",
		"Description": "The THOR full protection assault body armor equipped with soft and hard armor elements to protect against shrapnel and bullets of pistol and rifle calibers. Manufactured by NFM. Increased mobility and comfort kit."
	},
	"AddGearVanExt_Strandhogg_Armor": {
        "Name": "FirstSpear Strandhogg armor (Ranger Green)",
		"ShortName": "Strandhogg armor",
		"Description": "Taking its name from an Old Norse Viking term for a lightning raid, Strandhögg was one of the first formalized battle tactics to use covert infiltrators in advance of an actual raiding operation. Strandhögg was a tactical game-changer in its time, just like the technological advances FirstSpear is bringing forward in this line of plate carriers."
	},
	"AddGearVanExt_Redut_Full_Olive": {
        "Name": "FORT Redut-T5 body armor (Olive Green)",
		"ShortName": "Redut Full",
		"Description": "The FORT \"Redut T5\" armor vest is a reinforced version of Redut armor series, designed with account of the many years of experience in counter-terrorism operations in the Russian Federation."
	},
	"AddGearVanExt_Redut_Mobility_Woodland": {
        "Name": "FORT Redut-M body armor (Mobility, Woodland)",
		"ShortName": "Redut Mobility",
		"Description": "\"Redut-M\" is a modified version of the well-proven Redut body armor, which is in service of special units of the FSB. The vest is based on advanced technologies in the field of individual armor. Due to the optimized form of armor elements and the outer cover with a special damping-ventilation system, the Redut M armored vest has excellent functional qualities, which facilitates active actions, including those associated with the use of vehicles and in confined spaces. Medium protection kit for better mobility."
	},
	"AddGearVanExt_Knight_Mask_No_Wires": {
		"Description": "A unique mask of the commander of the Goons squad, former USEC operators who decided not to flee Tarkov, but to create their own order. Compatible with headwear.",
		"Name": "Death Knight mask (Wireless)",
		"ShortName": "Death Knight"
	},
	"AddGearVanExt_Banshee_Armor": {
		"Description": "The Banshee Rifle Plate Carrier was designed to meet and exceed the needs of law enforcement, military, and tactical operators. This ultra lightweight, low profile, high-quality plate carrier has great load carrying capacity. Ideal for law enforcement patrol officers for use in high threat active shooter situations, multi-assault counter terrorism action capabilities (MACTAC) and counter terrorism direct actions.",
		"Name": "Shellback Tactical Banshee armor (A-TACS AU)",
		"ShortName": "Banshee armor"
	},
	"AddGearVanExt_ANA_M1_Armor": {
		"Description": "A tactical plate carrier with class 4 (Russian GOST) armor plates. The vest is created with the use of the best experience of Russian special forces operators. The versatility of the system makes it possible to use this vest both when carrying out city tasks and when performing tasks on rough terrain. Manufactured by ANA Tactical.",
		"Name": "ANA Tactical M1 armor (OD Green)",
		"ShortName": "ANA M1 armor"
	},
	"AddGearVanExt_Belt_A": {
		"Description": "Belt-A is the legendary rig from the Afghan war era. This rig was adopted in 1989 and was used by the GRU Special Forces until the beginning of the 21st century.",
		"Name": "Belt-A gear rig (OD Green)",
		"ShortName": "Belt-A"
	},
	"AddGearVanExt_Belt_B": {
		"Description": "Belt-B assault belt. This belt was adopted in 1989 and was used by the GRU Special Forces until the beginning of the 21st century. Usually used alongside Belt-A.",
		"Name": "Belt-B assault belt (OD Green)",
		"ShortName": "Belt-B"
	},
	"AddGearVanExt_Osprey_Protection_Armless_Rig": {
        "Name": "CQC Osprey MK4A plate carrier (Protection-Light, MTP)",
		"ShortName": "Osprey MK4A rig (PL)",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. The Protection preset is provided with heavy armor plates and the optimal number of pouches for ammunition, grenades and special equipment."
    },
	"AddGearVanExt_Osprey_Protection_Armor_Light": {
        "Name": "CQC Osprey MK4A armor (Protection-Light, MTP)",
		"ShortName": "Osprey MK4A armor (PL)",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. The Protection preset is provided with heavy armor plates."
    },
	"AddGearVanExt_Osprey_Assault_Armor_Light": {
        "Name": "CQC Osprey MK4A armor (Assault, MTP)",
		"ShortName": "Osprey MK4A armor (A)",
		"Description": "The Osprey plate carrier is actively used by the British army and specialists. The Assault preset is provided with lighter armor plates."
    },
	"AddGearVanExt_Rhino_Rig": {
        "Name": "CQC Rhino plate carrier (MTP)",
		"ShortName": "Rhino rig",
		"Description": "Rhino is based on the Osprey body armour system but without neck, shoulder and groin protection. Rhino has proved to be a very popular system as it has a simple but effective design."
    }
}